Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ལྷ་བདུན་དང་། མི་བདུན་དང་། མཚོ་ཆེན་པོ་བདུན་དང་།
en: seven godly realms, seven human realms, seven great oceans,

source: མཚོ་བདུན་བརྒྱ་དང་། རྨི་ལམ་ཆེན་པོ་བདུན་དང་། རྨི་ལམ་བདུན་བརྒྱ་དང་།
en: seven hundred lakes, seven great dreams, seven hundred dreams,

source: འབྲི་བ་ཆེན་པོ་བདུན་དང་། འབྲི་བ་བདུན་བརྒྱ་དང་།
en: seven states of great diminishment, seven hundred states of diminishment,

source: འཕེལ་བ་ཆེན་པོ་བདུན་དང་། འཕེལ་བ་བདུན་བརྒྱ་དང་།
en: seven states of great increase, seven hundred states of increase,

source: སད་པ་ཆེན་པོ་བདུན་དང་། སད་པ་བདུན་བརྒྱ་དང་།
en: seven states of great depletion, seven hundred states of depletion,

source: གཡང་ས་ཆེན་པོ་བདུན་དང་། གཡང་ས་བདུན་བརྒྱ་དང་།
en: seven great abysses, seven hundred abysses,

source: རིགས་བཙུན་པ་དྲུག་དང་། མངོན་པར་མཐོ་བ་བཅུ་དང་། སྐྱེས་བུ་ཆེན་པོའི་ས་བརྒྱད་པོ་
en: six noble clans, ten high-status rebirths, and the eight grounds of a great person.

source: དེ་དག་ཏུ་བསྐལ་པ་ཆེན་པོ་བརྒྱད་ཁྲི་བཞི་སྟོང་དུ་མཚམས་སྦྱར་ཅིང་འཁོར་ནས་སྡུག་བསྔལ་མཐར་བྱེད་དོ། །འདི་ལྟ་སྟེ། དཔེར་ན་སྐུད་པའི་དྲུ་བུ་ཡང་བ་སྟེང་གི་ནམ་མཁའ་ལས་འཕངས་པ་གཟངས་པ་ནས་ལ་འབབ་པ་དེ་བཞིན་དུ་བྱིས་པའམ་མཁས་པ་གང་དག་ཡིན་པ་དག་ཀྱང་དེ་དག་ཏུ་བསྐལ་པ་ཆེན་པོ་བརྒྱད་ཁྲི་བཞི་ སྟོང་དུ་མཚམས་སྦྱར་ཅིང་འཁོར་ནས་སྡུག་བསྔལ་མཐར་བྱེད་དོ། །
en: Thus, just as a ball of thread thrown in the air unravels into a long thread as it falls, everyone, be they childish or wise, is liberated from suffering after having been through the cycle of rebirth for 8,400,000 eons.

source: དེ་ལ་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་གང་འདི་སྐད་ཅེས།
en: No ascetic or brahmin can say,

source: བདག་ཚུལ་ཁྲིམས་སམ། བརྟུལ་ཞུགས་སམ། དཀའ་ཐུབ་བམ། ཚངས་པར་སྤྱོད་པ་ལ་གནས་པ་འདིས་ལས་
en: ‘By observing ethics, a vow, asceticism, or celibacy,

source: ཡོངས་སུ་མ་སྨིན་པ་ནི་ཡོངས་སུ་སྨིན་པར་བྱ་ཞིང་ཡོངས་སུ་སྨིན་པ་ནི་རེག་པར་བྱས་ནས་བྱང་བར་བྱའོ་ཞེས་ཟེར་བ་འགའ་ཡང་མེད་དོ། །
en: I shall bring to fruition those acts that have not borne fruit, and in facing those acts that have borne fruit, purify them.’

source: བདེ་བ་དང་སྡུག་བསྔལ་འདི་ངེས་པ་ཡིན་ནོ། །ཡར་སྐྱེ་བ་དང་མར་འགྲིབ་པ་ནི་མི་སྲིད་དོ། །
en: Our pleasures and pains are predestined. It is impossible to extend or reduce them.

source: འདི་ལྟ་བུ་འདི་ཉིད་དང་གཞན་མ་ཡིན་པས་འཁོར་བ་གཞལ་ལོ། །
en: As this is how things are and not otherwise, the rounds of existence are thus to be counted.”

source: སྟོན་པ་ཤེས་ལྡན་འདི་ཡང་ལམ་གོལ་བར་ཞུགས་པ། ལམ་ངན་པ་ལེགས་པར་སྒྲུབ་པ་ཡིན་ཏེ།
en: “This noble teacher too has strayed onto a spurious path. He pursues fully a ruinous path.

source: ལམ་འཇིགས་པ་དང་བཅས་པ་ཅི་ལྟ་བ་བཞིན་དུ་མཁས་པ་རྣམས་ཀྱིས་སྤང་བར་བྱ་བ་ཡིན་ནོ་སྙམ་དུ་རིག་ནས་ཚིགས་སུ་བཅད་པ་སྨྲས་པ། །
en: This is exactly the kind of dangerous path the wise say must be rejected.”

source: བློ་ངན་ལོག་པར་སྟོན་བྱེད་པ། །དམན་པ་སྟོན་པར་གྲགས་པ་སྟེ།
en: “He who teaches a wrong and ruinous path Is known to be an inferior teacher.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་ཀ་ཏྱའི་བུ་ནོག་ཅན་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས། ཀ་ཏྱའི་བུ་ནོག་ཅན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Upatiṣya and Kolita then went to Kakuda Kātyāyana and asked,

source: ནོག་ཅན་གྱིས་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་དག་ཁོ་བོ་ནི་འདི་ལྟར་ལྟ་ཞིང་འདི་སྐད་སྨྲ་སྟེ།
en: “Young brahmins,” replied Kakuda Kātyāyana, “this is how I see it and this is my philosophy:

source: གལ་ཏེ་འགའ་ཞིག་ཁོ་བོའི་གན་དུ་འོངས་ཏེ་འདི་སྐད་ཅེས་འཇིག་རྟེན་ཕ་རོལ་ཡོད་དམ་ཞེས་དྲི་བ་འདྲི་ན།
en: If someone comes to me and asks, ‘Is there an afterlife?’

source: དེ་ལ་ཁོ་བོ་འཇིག་རྟེན་ཕ་རོལ་ཡོད་དོ་ཞེས་དྲི་བ་དྲིས་པའི་ལན་འདེབས་པར་བྱེད་དོ། །
en: I answer him by saying, ‘There is an afterlife.’

source: འཇིག་རྟེན་ཕ་རོལ་མེད་དམ་ཞེས་དྲི་བ་འདྲི་ན།
en: If he should ask, ‘Is there not an afterlife?’

source: དེ་ལ་ཁོ་བོ་འཇིག་རྟེན་ཕ་རོལ་མེད་དོ་ཞེས་དྲི་བ་དྲིས་པའི་ལན་འདེབས་པར་བྱེད་དོ། །
en: I answer him by saying, ‘There is no afterlife.’

source: འཇིག་རྟེན་ཕ་རོལ་ཡོད་པ་དང་མེད་པ་ཡིན་ནམ་ཞེས་དྲི་བ་འདྲི་ན།
en: If he should ask, ‘Is there or is there not an afterlife?’

source: དེ་ལ་ཁོ་བོ་འཇིག་རྟེན་ཕ་རོལ་ཡོད་པ་དང་མེད་པ་ཡིན་ནོ་ཞེས་དྲི་བ་དྲིས་པའི་ལན་འདེབས་པར་བྱེད་དོ། །
en: I answer him by saying, ‘There is and is not an afterlife.’

source: འཇིག་རྟེན་ཕ་རོལ་ཡོད་པ་ཡང་མ་ཡིན་མེད་པ་ཡང་མ་ཡིན་ནམ་ཞེས་དྲི་བ་འདྲི་ན།
en: If he should ask, ‘Does an afterlife neither exist nor not exist?’

source: དེ་ལ་ཁོ་བོ་འཇིག་རྟེན་ཕ་རོལ་ཡོད་པ་ཡང་མ་ཡིན་མེད་པ་ཡང་མ་ཡིན་ནོ་ཞེས་དྲི་བ་དྲིས་པའི་ལན་འདེབས་པར་བྱེད་དོ། །
en: I answer him by saying, ‘An afterlife neither exists nor does it not exist.’

source: དེ་བཞིན་དུ་གལ་ཏེ་འགའ་ཞིག་ཁོ་བོའི་གན་དུ་འོངས་ཏེ་འདི་སྐད་ཅེས་འཇིག་རྟེན་ཕ་རོལ་འདི་ལྟ་བུ་ཉིད་དང་། འདི་ལྟ་བུ་ཉིད་མ་ཡིན་པ་ཡིན་ནམ་དྲི་བ་འདྲི་ན།
en: Likewise, if someone comes to me and asks, ‘Is the afterlife like or unlike this world?’

source: དེ་ལ་ཁོ་བོ་འཇིག་རྟེན་ཕ་རོལ་འདི་ལྟ་བུ་དང་འདི་ལྟ་བུ་ཉིད་མ་ཡིན་པ་ཡིན་ནོ་ཞེས་དྲི་བ་དྲིས་པའི་ལན་འདེབས་པར་བྱེད་དོ། །
en: I answer him by saying, “The afterlife is like and unlike this world.’

source: འཇིག་རྟེན་ཕ་རོལ་གཞན་ཉིད་དང་གཞན་ཉིད་མ་ཡིན་པ་ཡིན་ནམ་ཞེས་དྲི་བ་འདྲི་ན།
en: If he should ask, ‘Is the afterlife different or not different?’

source: དེ་ལ་ཁོ་བོ་འཇིག་རྟེན་ཕ་རོལ་གཞན་ཉིད་དང་གཞན་ཉིད་མ་ཡིན་པ་ཡིན་ནོ་ཞེས་དྲི་བ་དྲིས་པའི་ལན་འདེབས་པར་བྱེད་དོ། །
en: I answer by saying, ‘The afterlife is different and not different.’ If he should ask, ‘Is the afterlife not different or not not different?’

source: འཇིག་རྟེན་ཕ་རོལ་གཞན་མ་ཡིན་པ་ཉིད་དང་གཞན་མ་ཡིན་པ་ཉིད་མ་ཡིན་པ་ཡིན་ནམ་ཞེས་དྲི་བ་འདྲི་ན།
en: If he should ask, ‘Is the afterlife not different or not not different?’

source: དེ་ལ་ཁོ་བོ་འཇིག་རྟེན་ཕ་རོལ་གཞན་མ་ཡིན་པ་ཉིད་དང་། གཞན་མ་ཡིན་པ་ཉིད་མ་ཡིན་པ་ཡིན་ནོ་ཞེས་དྲི་བ་དྲིས་པའི་ལན་འདེབས་པར་བྱེད་དོ། །
en: I answer him by saying, ‘The afterlife is not different and not not different.’

source: འཇིག་རྟེན་ཕ་རོལ་དེ་ཉིད་དང་དེ་ཉིད་མ་ཡིན་པ་ཡིན་ནམ་ཞེས་དྲི་བ་འདྲི་ན།
en: If he should ask, ‘Is the afterlife like that or not like that?’

source: དེ་ལ་ཁོ་བོ་འཇིག་རྟེན་ཕ་རོལ་དེ་ཉིད་དང་དེ་ཉིད་མ་ཡིན་པ་ཡིན་ནོ་ཞེས་དྲི་བ་དྲིས་པའི་ལན་འདེབས་པར་བྱེད་དོ། །
en: I answer him by saying, ‘The afterlife is like that and not like that.’

source: ལམ་འཇིགས་པ་དང་བཅས་པ་ཇི་ལྟ་བ་བཞིན་དུ་མཁས་པ་རྣམས་ཀྱིས་སྤང་བར་བྱ་བ་ཡིན་ནོ་སྙམ་དུ་རིག་ནས་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: This is exactly the kind of dangerous path the wise say must be rejected.” Knowing this, they spoke in verse:

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་གཉེན་གྱི་བུ་གཅེར་བུ་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་གཉེན་གྱི་བུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Upatiṣya and Kolita then went to Jñātiputra, the Nirgrantha, and asked,

source: གཅེར་བུས་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་དག་ཁོ་བོ་ནི་འདི་ལྟར་ལྟ་ཞིང་འདི་སྐད་སྨྲ་སྟེ།
en: “Young brahmins,” replied the Nirgrantha, “this is how I see it and this is my philosophy:

source: སྐྱེས་བུ་གང་ཟག་འདིས་སོ་སོར་མྱོང་བ་གང་ཡིན་པ་ཅི་ཡང་རུང་སྟེ་དེ་ཐམས་ཅད་སྔོན་བྱས་པའི་རྒྱུ་ལས་བྱུང་བ་ཡིན་ནོ། །
en: No matter what a person individually experiences, it all comes from causes sown in the past.

source: ལས་རྙིང་པ་རྣམས་ནི་དཀའ་ཐུབ་ཀྱིས་འབྱང་བར་འགྱུར་ལ་ལས་སར་པ་རྣམས་ནི་མི་བྱ་བའི་ཆུ་ལོན་གྱིས་ལྡོག་པར་བྱའོ། །
en: Old actions are purified through penance while new actions are averted by the dam of inactivity.

source: དེ་ལྟར་ན་ཕྱིན་ཆད་ཟག་པ་མེད་དོ། །ཟག་པ་མེད་ན་ལས་ཟད་དོ། །
en: In this way one avoids future defilement. In the absence of defilement, actions are exhausted.

source: ལས་ཟད་ན་སྡུག་བསྔལ་ཟད་དོ། །
en: When actions are exhausted, suffering is exhausted.

source: སྡུག་བསྔལ་ཟད་ན་སྡུག་བསྔལ་མཐར་བྱེད་པར་འགྱུར་རོ། །
en: When suffering is exhausted, one is freed from suffering.”

source: སྟོན་པ་ཤེས་ལྡན་འདི་ཡང་ལམ་གོལ་བར་ཞུགས་པ་ལམ་ངན་པ་ལེགས་པར་སྒྲུབ་པ་སྟེ།
en: “This noble teacher too has strayed onto a spurious path. He pursues fully a ruinous path.

source: དེའི་ཚེ་ན་མུ་སྟེགས་ཅན་གྱི་གནས་ཡང་དག་རྒྱལ་བ་ཅན་ཞེས་བྱ་བ་ཞིག་བྱུང་ནས་རིང་པོ་མ་ལོན་པར་གྱུར་ཏོ། །
en: Not long before, word had spread about a tīrthika named Sañjayin.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་སྟོན་པ་ཡང་དག་རྒྱལ་བ་ཅན་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་དྲིས་པ།
en: The young brahmins Upatiṣya and Kolita went to where the teacher Sañjayin lived and asked,

source: ཤེས་ལྡན་དག་སྟོན་པ་ཡང་དག་རྒྱལ་བ་ཅན་གང་ན།
en: “Gentlemen , where is the teacher Sañjayin?”

source: ནང་དུ་ཡང་དག་འཇོག་ལའོ། །
en: “He has withdrawn into seclusion.”

source: ཀྱེ་མ་བདག་ཅག་གིས་ཡུན་རིང་མོ་ཞིག་ནས་ནང་དུ་ཡང་དག་འཇོག་གི་སྒྲ་གདོད་ཐོས་སོ། །
en: “Oh! This is the first time we’ve heard the phrase ‘withdrawn into seclusion’ in such a long time!”

source: དེ་གཉིས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: They thought,

source: བདག་ཅག་གིས་སྟོན་པ་ནང་དུ་ཡང་དག་འཇོག་ལས་བསླང་བ་ནི་བདག་ཅག་གི་ཚུལ་དང་མཐུན་པ་མ་ཡིན་གྱིས།
en: “It would not be right to disturb the teacher’s withdrawal into seclusion.

source: གང་གི་ཚེ་ནང་དུ་ཡང་དག་འཇོག་ལས་ལངས་པར་གྱུར་པ་དེའི་ཚེ་ན་དྲུང་དུ་འདོང་བར་བྱའོ་སྙམ་ནས། དེ་གཉིས་ཕྱོགས་གཅིག་ཏུ་དོང་སྟེ་འཁོད་དོ། །
en: We will approach him once he has risen from this state.” And with that they sat off to one side.

source: དེ་ནས་སྟོན་པ་ཡང་དག་རྒྱལ་བ་ཅན་ནང་དུ་ཡང་དག་འཇོག་ལས་ལངས་པ་དང་དེ་བསམ་གཏན་དག་གིས་དབང་པོ་རྣམས་ཚིམ་པར་གྱུར་ཏོ།
en: The teacher Sañjayin emerged from seclusion. The states of absorption he had experienced had invigorated his senses.

source: གང་ལ་བྱད་བཞིན་ཡོད་པ་དེ་དག་ལ་ཡོན་ཏན་དག་ཀྱང་ཡོད་དོ་སྙམ་ནས་དེ་གཉིས་དེའི་གན་དུ་དོང་སྟེ་ཕྱིན་ནས་སྨྲས་པ།
en: “Whoever has such a face must have qualities to match.” They approached him and asked,

source: ཤེས་ལྡན་ཡང་དག་རྒྱལ་བ་ཅན་ཁྱོད་ཀྱི་ཆོས་ཀྱི་ཚུལ་ནི་གང་ཡིན།
en: “Sir Sañjayin, what is your approach to the Dharma?

source: སློབ་མ་ལ་གདམས་པ་ནི་གང་ཡིན། ཚངས་པར་སྤྱོད་པའི་འབྲས་བུ་ནི་གང་ཡིན།
en: What instructions do you give to your students? What is the result of living the holy life?

source: ཕན་ཡོན་ནི་གང་ཡིན། ཡང་དག་རྒྱལ་བ་ཅན་གྱིས་སྨྲས་པ།
en: What are its benefits?” Sañjayin replied,

source: བྲམ་ཟེའི་ཁྱེའུ་དག་ཁོ་བོ་ནི་འདི་ལྟར་ལྟ་ཞིང་འདི་སྐད་སྨྲ་སྟེ།
en: “Young brahmins, this is how I see it and this is my philosophy:

source: བདེན་པ་དང་མི་འཚེ་བ་ནི་ཆོས་སོ་ཞི་བ་དང་། རྒ་བ་མེད་པ་དང་། འཆི་བ་མེད་པ་དང་། ཉམས་པ་མེད་པའི་གནས་དེ་ནི་ཚངས་པའོ། །
en: The Dharma is truth and non-violence. The peaceful, ageless, immortal, and unwaning state is Brahman.”

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། མཁན་པོ་སྨྲས་པ་དེའི་དོན་ཅི་ལགས།
en: The two replied, “Master, what is the meaning of what you have said?”

source: བདེན་པ་ཞེས་བྱ་བ་ནི་བདེན་པའི་བསམ་པས་རབ་ཏུ་འབྱུང་བའོ། །
en: “As for truth, renunciation is born of true thoughts.

source: མི་འཚེ་བ་ཞེས་བྱ་བ་ནི་ཆོས་ཐམས་ཅད་མི་འཚེ་བའི་གཞི་ལས་བྱུང་བའོ། །
en: As for non-violence, all dharmas spring from the ground of non-violence.

source: ཞི་བ་དང་། རྒ་བ་མེད་པ་དང་། འཆི་བ་མེད་པ་དང་། ཉམས་པ་མེད་པའི་གནས་ཞེས་བྱ་བ་དེ་དག་ནི་མྱ་ངན་ལས་འདས་པའི་རྣམ་གྲངས་ཀྱི་ཚིག་དག་ཡིན་ནོ། །
en: The peaceful, ageless, immortal, and unwaning state are other names by which nirvāṇa may be known.

source: དེ་ནི་ཚངས་པའོ་ཞེས་བྱ་བ་ནི་གལ་ཏེ་རེ་ཞིག་ཚེ་འདི་ཉིད་ལ་མྱ་ངན་ལས་འདས་པ་སྒྲུབ་པར་བྱེད་ན་དེ་ལྟ་ན་ལེགས།
en: That state is called Brahmā, for if some were to achieve nirvāṇa in this very life, all would be well.

source: གལ་ཏེ་སྒྲུབ་པར་མི་བྱེད་ན་ཡང་ཚངས་པའི་འཇིག་རྟེན་དུ་ཉེ་བར་འགྲོ་བར་འགྱུར་ཏེ།
en: But even if they did not achieve it, they would still draw near to the world of Brahmā.

source: དེ་ལྟ་ན་ཡང་བྲམ་ཟེ་དག་ནི་ཚངས་པའི་འཇིག་རྟེན་དུ་གཞོལ་བ་དང་།
en: Even so, brahmins will be reborn in the world of Brahmā,

source: ཚངས་པའི་འཇིག་རྟེན་དུ་འབབ་པ་དང་། ཚངས་པའི་འཇིག་རྟེན་དུ་བབ་པ་ཡིན་ནོ།
en: will alight into the world of Brahmā, will have alighted into the world of Brahmā.

source: ཚངས་པའི་འཇིག་རྟེན་ཡང་དེ་ལྟ་བུ་ཡིན་ཞིང་། ཚངས་པའི་འཇིག་རྟེན་ཡང་དེ་འདྲ་བ་ཡིན་ཏེ། །
en: And how is the world of Brahmā?

source: ཚངས་པའི་འཇིག་རྟེན་དང་སྐལ་བ་མཉམ་པར་སྒྲུབ་པ་ནི་མྱ་ངན་ལས་འདས་པ་ལ་གཞོལ་བ་ཡིན་ནོ། །
en: Gaining the fortune for the world of Brahmā is akin to entering nirvāṇa.”

source: མཁན་པོ་བདག་ཅག་རབ་ཏུ་འབྱུང་བར་གནང་ན་བདག་ཅག་མཁན་པོའི་སྤྱན་སྔར་ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་བགྱིའོ། །
en: “Master, allow us to go forth. We pledge to live the holy life under your guidance.”

source: དེས་དེ་གཉིས་རབ་ཏུ་ཕྱུང་ངོ་། །
en: And with that the two became renunciants in Sañjayin’s order.

source: གང་གི་ཚེ་སྟོན་པ་ཡང་དག་རྒྱལ་བ་ཅན་གྱིས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་རབ་ཏུ་ཕྱུང་བ་དེའི་ཚེ་ན་
en: After the teacher Sañjayin allowed Upatiṣya and Kolita’s going forth,

source: ཐམས་ཅད་དུ་སྟོན་པ་ཡང་དག་རྒྱལ་བ་ཅན་གྱིས་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་རབ་ཏུ་ཕྱུང་ངོ་ཞེས་སྒྲ་གྲགས་ ཤིང་དེ་ལ་རྙེད་པ་དང་བཀུར་སྟི་མང་པོ་བྱུང་བར་གྱུར་ཏོ། །
en: the news of their acceptance spread everywhere and Sañjayin was lauded with many accolades and much praise.

source: དེས་བསམས་པ།
en: He thought,

source: སྔོན་ཡང་བདག་ཤཎ་ཌི་ལའི་རིགས་ཡིན་ལ་ད་ལྟར་ཡང་བདག་ཤཎ་ཌི་ལའི་རིགས་ཡིན་ན་ད་ལྟར་བདག་ལ་རྙེད་པ་དང་བཀུར་སྟི་མང་པོ་བྱུང་བར་གྱུར་པའི་སྦྱོར་བ་གང་ཡིན་སྙམ་མོ། །
en: “If I was a member of the Śāṇḍilya clan before and am still a member now, what has caused such abundant accolades and praise to come to me now?”

source: དེས་བསམས་པ། འདི་ནི་བདག་གི་མཐུ་མ་ཡིན་ཏེ།
en: Sañjayin thought, “It is not due to my own sway.

source: འདི་ལྟར་བྲམ་ཟེའི་ཁྱེའུ་འདི་གཉིས་ཀྱི་མཐུ་ཡིན་ནོ་
en: Rather, it is the sway of these two young brahmins.”

source: སྙམ་ནས་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་བྲམ་ཟེའི་གསང་ཚིག་དག་ཀློག་ཏུ་འཇུད་པ་ན་དེས་གཅིག་ལ་ཉིས་བརྒྱ་ལྔ་བཅུ་གཏད་ཅིང་ཅིག་ཤོས་ལ་ཡང་ཉིས་བརྒྱ་ལྔ་བཅུ་གཏད་དོ། །
en: Thus when he accepted five hundred young brahmins for instruction in how to recite brahminic mantras, he assigned two hundred and fifty to Upatiṣya and two hundred and fifty to Kolita.

source: དུས་གཞན་ཞིག་ན་སྟོན་པ་ཡང་དག་རྒྱལ་བ་ཅན་ན་བར་གྱུར་ནས་ཉེ་རྒྱལ་གྱིས་པང་ནས་སྐྱེས་ལ་སྨྲས་པ།
en: At one point, after the teacher Sañjayin had fallen ill, Upatiṣya asked Kolita,

source: པང་ནས་སྐྱེས་ཅི་ཁྱོད་མཁན་པོའི་གཡོག་བྱེད་དམ་འོན་ཏེ་སྨན་ཚོལ་བར་བྱེད།
en: “Kolita, will you attend the master or will you seek out medicine for him?”

source: འདི་ནི་ཤེས་རབ་ཅན་ཡིན་པས་འདི་ཉིད་གཡོག་བྱེད་དུ་བཅུག་ལ་བདག་གིས་ནི་སྨན་བཙལ་བར་བྱའོ་སྙམ་ནས་དེས་སྨྲས་པ།
en: “Upatiṣya is intelligent. I would have him attend the master while I go in search of medicine,” and said,

source: ཁྱོད་མཁན་པོའི་གཡོག་བྱོས་ཤིག་དང་ཁོ་བོས་སྨན་བཙལ་ལོ། །
en: “Please attend the master and I will seek medicine.”

source: ཉེ་རྒྱལ་གྱིས་གཡོག་བྱ་བར་བརྩམས་ནས་པང་ནས་སྐྱེས་སྨན་ཚོལ་བར་བྱེད་དོ། །
en: Upatiṣya began to attend the master and Kolita went off in search of medicine.

source: དེ་ལ་རྩ་བ་དང་། སྡོང་བུ་དང་། འདབ་མ་དང་། མེ་ཏོག་དང་། འབྲས་བུའི་སྨན་དག་གིས་བསྙེན་བཀུར་བྱས་ཀྱང་ནད་དེ་ཉེ་བར་ཞི་བར་མ་གྱུར་
en: Though Upatiṣya ministered to the master with medicinal roots, stalks, leaves, flowers, and fruit, the illness would not subside.

source: ཅིང་ཉམ་དམས་ནས་དེས་འཛུམ་པ་བསྟན་པ་དང་བྲམ་ཟེའི་ཁྱེའུ་ཉེ་རྒྱལ་གྱིས་སྨྲས་པ།
en: Though weak, the master smiled, prompting Upatiṣya to ask,

source: མཁན་པོ་ཁྱོད་ལྟ་བུའི་སྐྱེས་བུ་གཙོ་བོ་དག་ནི་རྒྱུ་མ་མཆིས་རྐྱེན་མ་མཆིས་པར་འཛུམ་པ་མི་མཛད་ན།
en: “Master, given that great people like you do not smile for no reason,

source: མཁན་པོ་འཛུམ་པ་མཛད་པའི་རྒྱུ་ནི་གང་ལགས། རྐྱེན་ནི་གང་ལགས།
en: what causes you to smile? What prompts it?”

source: དེས་སྨྲས་པ། ཉེ་རྒྱལ་དེ་དེ་བཞིན་ནོ། །
en: “Upatiṣya,” replied Sañjayin,

source: དེ་དེ་བཞིན་ཏེ། ཁོ་བོ་ལྟ་བུ་སྐྱེས་བུ་གཙོ་བོ་དག་ནི་རྒྱུ་མེད་རྐྱེན་མེད་པར་འཛུམ་པ་མི་སྟོན་ཏེ།
en: “allow me to explain. Great beings like me do not smile without cause or condition.

source: འདི་ལྟར་གསེར་གླིང་ན་རྒྱལ་པོ་གསེར་བདག་ཅེས་བྱ་བ་དུས་ལ་བབ་པ་དེའི་ཆུང་མ་མེའི་ཕུང་པོར་མཆོངས་པ་ན་དེ་ལ་ཁོ་བོ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: I was thinking about the wife of King Suvarṇapati of Suvarṇadvīpa. When her husband’s time had come, she leapt onto his funeral pyre.

source: སེམས་ཅན་འདི་དག་ནི་འདོད་པའི་རྒྱུ་དང་། འདོད་པའི་གཞི་དང་། འདོད་པའི་གནས་ཀྱི་རྒྱུས་འདི་ལྟར་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བར་བྱེད་དོ་སྙམ་མོ། །
en: I was thinking how the impulse to desire, the very things desired, and the pursuit of desire are what cause these sentient beings to suffer.”

source: མཁན་པོ་དུས་གང་གི་ཚེ། དུས་མང་གེ་མོ་ཞིག་གི་ཚེའོ། །
en: “When was this, master?” “At such and such a time, a long time ago.”

source: ཟླ་བ་གང་ལ། ཟླ་བ་མང་གེ་མོ་ཞིག་ལའོ། །
en: “In what month?” “In such and such a month long ago.”

source: ཉི་མ་གང་ལ། ཉི་མ་མང་གེ་མོ་ཞིག་ལའོ། །
en: “On what day?” “On such and such a day long ago.”

source: དེས་དྲིས་པ་དེ་གླེགས་བུ་ལ་བྲིས་ཏེ་བཞག་གོ། །
en: Sañjayin recorded this conversation on a board and set it down.

source: དེས་སྨྲས་པ། མཁན་པོ་བདག་ཅག་ཅུང་ཟད་རབ་ཏུ་ཕྱུང་བ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་བདུད་རྩི་དོན་དུ་གཉེར་ཞིང་བདུད་རྩི་ཚོལ་བ་ལགས་ན།
en: “Master,” Upatiṣya urged, “if the whole of what little renunciation we have is for ambrosia and the search for ambrosia,

source: གལ་ཏེ་མཁན་པོས་བདུད་རྩི་ཅུང་ཟད་བརྙེས་པ་ལྟ་ན།
en: and if you, master, have found some small measure of that ambrosia

source: ཀྱེ་མ་མཁན་པོས་བདག་ཅག་ལ་ཡང་བདུད་རྩི་བགོ་བཤའ་མཛད་དུ་གསོལ།
en: then please share it with us!”

source: བུ་ཁོ་བོ་ཡང་ཅུང་ཟད་རབ་ཏུ་བྱུང་བ་དེ་ཐམས་ཅད་བདུད་རྩི་དོན་དུ་གཉེར་ཞིང་བདུད་རྩི་ཚོལ་བ་ཡིན་ན་ཁོ་བོས་བདུད་རྩི་ཅུང་ཟད་ཀྱང་མ་རྙེད་དེ།
en: “Son, the whole of what little renunciation I have is for ambrosia and the search for ambrosia but neither have I discovered even a small measure of that ambrosia.

source: འདི་ལྟར་འདི་ཉིད་ཀྱི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་ལ་ལྷ་དག་སྟེང་གི་ནམ་མཁའ་ལ་རྒྱུ་བ་རྣམས་ཀྱི་སྒྲ་ཐོས་ནས་
en: Allow me to explain. On the fifteenth, a day of fast, I heard the gods, who were passing through the heavens above, say,

source: གངས་ཀྱི་ངོས་དང་ཉེ་བ་ཆུ་ཀླུང་སྐལ་ལྡན་ཤིང་རྟ་པའི་འགྲམ་དྲང་སྲོང་སེར་སྐྱའི་བསྟི་གནས་དང་ཧ་ཅང་མི་རིང་བར་ཤཱཀྱ་རྣམས་ཀྱི་གཞོན་ནུ་བྱུང་སྟེ།
en: ‘At the foot of the snow mountains, on the banks of the river Bhāgīrathī, not far from the sage Kapila’s hermitage, a youth from the Śākya clan has appeared.

source: དེ་བྲམ་ཟེ་ལྟས་པ་དང་མཚན་མཁན་དག་གིས་
en: Brahmins skilled in interpreting omens and signs made this prophecy:

source: གཞོན་ནུ་དེ་ཕོ་བྲང་གི་ནང་ན་བཞུགས་པར་གྱུར་ན་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་མཐའ་བཞིར་རྒྱལ་བ།
en: ‘The youth installed in the palace will either become king of the world, with his reign extending over the four directions,

source: ཆོས་ཀྱི་རྒྱལ་པོ་ཆོས་དང་ལྡན་པ། རིན་པོ་ཆེ་སྣ་བདུན་དང་ལྡན་པར་འགྱུར་ཏེ།
en: or he will become a king of Dharma. He will be endowed with the Dharma or the seven precious emblems.

source: དེའི་རིན་པོ་ཆེ་བདུན་པོ་དེ་དག་ནི་འདི་ལྟ་བུར་འགྱུར་ཏེ།
en: The seven precious emblems he will possess are as follows:

source: འདི་ལྟ་སྟེ་འཁོར་ལོ་རིན་པོ་ཆེ་དང་། གླང་པོ་རིན་པོ་ཆེ་དང་། རྟ་རིན་པོ་ཆེ་དང་།
en: a precious wheel, a precious elephant, a precious horse,

source: ནོར་བུ་རིན་པོ་ཆེ་དང་། བུད་མེད་རིན་པོ་ཆེ་དང་། ཁྱིམ་བདག་རིན་པོ་ཆེ་དང་། དམག་དཔོན་རིན་པོ་ཆེ་ཉིད་ནི་བདུན་པ་ཡིན་ནོ། །
en: a precious jewel, a precious woman, a precious steward, and a precious general.

source: འདི་ལ་བུ་དཔའ་བ། རྟུལ་ཕོད་པ། ཡན་ལག་མཆོག་གི་གཟུགས་དང་ལྡན་པ། ཕ་རོལ་གྱི་སྡེ་རབ་ཏུ་འཇོམས་པ་སྟོང་ཚང་བ་ཡོད་པར་འགྱུར་རོ། །
en: He will have a full one thousand sons, heroic, brave, and of ideal build who will destroy enemy forces.

source: དེ་རྒྱ་མཚོ་ལ་ཐུག་པའི་ས་ཆེན་པོ་མ་ལུས་པ་གནོད་པར་སྡོ་བ་མེད་ཅིང་འཚེ་བ་མེད་པ་འདི་ཉིད་ཆད་པ་མེད་ཅིང་མཚོན་གྱིས་བདའ་བ་མེད་ལ།
en: Under him, the whole earth, from sea to sea, will be free from the threat of harm and violence, and will be a realm without punishment or armed expulsion

source: ཆོས་དང་མཐུན་ཞིང་སྙོམས་པས་ལེགས་པར་ཕབ་སྟེ་གནས་པར་འགྱུར་རོ། །
en: where rule is impartial and in harmony with the Dharma.

source: གལ་ཏེ་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་དག་བགོས་ནས་ཡང་དག་པ་ཁོ་ནར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ན་ནི་
en: But if he, with perfect faith, should cut his hair, shave his beard, don the saffron robes, and go forth from home into homelessness,

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འཇིག་རྟེན་དུ་རྣམ་པར་གྲགས་པའི་སྒྲ་དང་ལྡན་པར་འགྱུར་རོ་ཞེས་ལུང་བསྟན་ཏོ་ཞེས་ཟེར་བའི་སྒྲ་ཐོས་ཀྱིས།
en: then he shall become a tathāgata, an arhat, a perfectly awakened buddha, famed all over the world.’

source: ཁྱེད་གཉིས་དེའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ལ་
en: ‘You two should go forth into his teachings.

source: རིགས་སྨྲ་བར་མི་བྱ། རུས་སྨྲ་བར་མི་བྱ། བྲམ་ཟེའི་ཁྱེའུར་སྨྲ་བ་མི་བྱ་བར་རྒྱགས་པ་དང་
en: Having gone forth, you should not proclaim your caste, you should not proclaim your clan, you should not proclaim your being a brahmin youth.

source: ང་རྒྱལ་ངེས་པར་བཅོམ་པ་དག་གིས་དེའི་སྤྱན་སྔར་ཚངས་པར་སྤྱད་པ་སྤྱོད་ཅིག་དང་། དེ་ལས་ཁྱེད་གཉིས་ཀྱིས་བདུད་རྩི་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ་ཞེས་སྨྲས་ནས།
en: Once you have overcome conceit and pride, you should live the holy life under his guidance and then you will receive a great ambrosia.”

source: བསགས་པ་ཀུན་གྱི་མཐའ་ཟད་ཅིང་།
en: Then he said, “All accumulation ends in depletion;

source: མཐོན་པོ་རྣམས་ནི་མཐའ་ལྟུང་འགྱུར། །ཕྲད་པའི་མཐའ་ནི་འབྲལ་བ་སྟེ། །གསོན་པའི་མཐའ་ནི་འཆི་བ་ཡིན། །
en: The lofty in the end will fall; All meetings end in separation; All life ends in death.”

source: ཞེས་བྱ་བ་ཡིན་པས་དུས་ཀྱི་ཆོས་དང་ལྡན་པར་གྱུར་ཏོ། །
en: On saying that, he went the way of all temporal phenomena.

source: དེ་དེ་རྣམས་ཀྱི་གོས་སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོ་དག་གི་ཕྱོགས་བརྒྱན་ཏེ་དུར་ཁྲོད་དུ་བསྐྱལ་ནས་བསྲེགས་ཏེ།
en: After decorating the sides of his bier with blue, yellow, red, and white cloth, they carried his corpse to the charnel ground and cremated him.

source: དེའི་འོག་ཏུ་མྱ་ངན་བསང་བདག་བྱས་ནས་འཁོད་དོ། །
en: In time, their grief subsided.

source: གསེར་གླིང་ནས་བྲམ་ཟེའི་ཁྱེའུ་རལ་པ་གསེར་འདྲ་ཞེས་བྱ་བ་ཞིག་མཐར་གྱིས་རྒྱལ་པོའི་ཁབ་ཏུ་ཕྱིན་ནས་
en: n time, a young brahmin named Suvarṇajaṭa from Suvarṇadvīpa arrived in Rājagṛha

source: དེ་དེ་རྣམས་ཀྱི་འདུག་གནས་སུ་ཞུགས་པ་དང་ཉེ་རྒྱལ་གྱིས་སྨྲས་པ།
en: When he entered their dwelling, Upatiṣya asked,

source: བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་དེ་བར་ག་ལས་འོངས།
en: “Young brahmin, where have you come from?”

source: དེས་སྨྲས་པ། གསེར་གླིང་ནས་སོ། །
en: “From Suvarṇadvīpa,” he replied.

source: བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ཀྱིས་གསེར་གླིང་ན་ངོ་མཚར་དང་རྨད་དུ་བྱུང་བའི་ཆོས་ཅུང་ཟད་ཅི་མཐོང་།
en: “Young brahmin, did you see anything at all amazing or remarkable in Suvarṇadvīpa?”

source: དེས་སྨྲས་པ། བདག་གིས་ངོ་མཚར་དང་རྨད་དུ་བྱུང་བའི་ཆོས་ཆེན་པོ་མ་མཐོང་སྟེ།
en: “I didn’t see anything truly amazing or remarkable,” he replied,

source: འདི་ལྟར་བདག་གིས་གསེར་གླིང་ན་ངོ་མཚར་དང་རྨད་དུ་བྱུང་བའི་ཆོས་ཅུང་ཟད་ཅི་མཐོང་བ་དེ་ཉོན་ཅིག །
en: “but I did see something somewhat amazing and remarkable so listen as you please.

source: གསེར་གླིང་ན་རྒྱལ་པོ་གསེར་བདག་ཅེས་བྱ་བ་དུས་ལ་བབ་པ་དེའི་ཆུང་མ་མེའི་ཕུང་པོར་མཆོངས་སོ། །
en: The wife of King Suvarṇapati of Suvarṇadvīpa leapt onto his funeral pyre when her husband’s time had come.”

source: དུས་གང་གི་ཚེ། དུས་མང་གེ་མོ་ཞིག་གི་ཚེའོ། །
en: “When was this?” “At such and such a time, a long time ago.”

source: དེས་དྲིས་པ་གླེགས་བུ་ལ་བྲིས་པ་བལྟས་ན་ཇི་ཙམ་ན་ཐམས་ཅད་དེ་ཁོ་ན་བཞིན་དུ་མཐོང་ནས་ཉེ་རྒྱལ་གྱིས་པང་ནས་
en: When Upatiṣya looked at the conversation recorded on the board, he saw that everything was exactly as Sañjayin had said,

source: སྐྱེས་ལ་སྨྲས་པ། མཁན་པོས་སློབ་དཔོན་གྱི་དཔེ་མཁྱུད་བྱས་ཏེ།
en: at which point he said to Kolita, “Our master Sañjayin concealed his learning from us.

source: དེས་ཤིན་ཏུ་བདུད་རྩི་རྙེད་ན་བདག་ཅག་ལ་བདུད་རྩིའི་བགོ་བཤའ་མ་བྱས་ཏེ།
en: If he had found such rare ambrosia, he did not share it with us.

source: འདི་ལྟར་ལྷའི་མིག་གིས་ཡུལ་གཞན་ན་འདུག་པའི་གཟུགས་དག་མཐོང་བ་དང་། ལྷའི་རྣ་བས་སྒྲ་ཡིད་དུ་འོང་བ་དག་ཐོས་པ་ལས་ན།
en: For if he himself saw forms in other lands with the divine eye and heard pleasant sounds with the divine ear,

source: དེས་བདུད་རྩི་མ་རྙེད་དོ་ཞེས་བྱ་བ་ནི་ཆོས་མེད་དོ། །
en: then his claim to have found no ambrosia is not true.”

source: པང་ནས་སྐྱེས་ཀྱིས་བསམས་པ།
en: Kolita thought,

source: ཉེ་རྒྱལ་འདི་ནི་ཤེས་རབ་ཅན་ཡིན་པས་འདིས་ཀྱང་བདུད་རྩི་རྙེད་ན་བདག་ལ་མི་རྗོད་པ་གང་ཡིན་པ་དེ་ལྟ་བུའི་གནས་ཡོད་པར་འགྱུར་རོ་སྙམ་ནས་དེས་སྨྲས་པ།
en: “Upatiṣya is intelligent. Were he to find such ambrosia he may not tell me and a situation such as this might happen again.”

source: ཉེ་རྒྱལ་ཚུར་ཤོག་ཁྲིམས་སུ་བྱ་བ་བཅས།
en: Then he said, “Upatiṣya, join me in a pledge.

source: བདག་ཅག་གཉིས་ལས་གང་གིས་དང་པོར་བདུད་རྩི་རྙེད་པ་དེས་ཕན་ཚུན་བསྙད་པར་བྱའོ་ཞེས
en: Whoever finds such ambrosia first, he shall share it with the other.”

source: དེ་གཉིས་ཀྱིས་ཁྲིམས་སུ་བྱ་བ་དེ་ལྟ་བུ་བཅས་ཏེ་ལྗོངས་རྒྱུར་དོང་ངོ་། །
en: They made the pledge and set out on their journey. Going Forth.
